Repository: mandaljensen/Hundahl
Catalog: App/Translations/Precom Integration.DK.xlf
Languages: da_dk

# Table 2256655909 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nummer

# Table 2256655909 - Field 2156625835 - Property 2879900210
source: Precom No.
da_dk: Precom nr.

# Table 2873466242 - Field 4063453135 - Property 2879900210
source: ActualEndDate
da_dk: FaktiskSlutDato

# Table 2873466242 - Field 3417624710 - Property 2879900210
source: ActualStartDate
da_dk: FaktiskStartDato

# Table 2873466242 - Field 1663961657 - Property 2879900210
source: ArticleNumber
da_dk: Varenummer

# Table 2873466242 - Field 3363985836 - Property 2879900210
source: BillingNumber
da_dk: Fakt. til kundenr.

# Table 2873466242 - Field 132752440 - Property 2879900210
source: CauseCode
da_dk: Årsagskode

# Table 2873466242 - Field 1748984985 - Property 2879900210
source: Command Type
da_dk: Kommando type

# Table 2873466242 - Field 2088110594 - Property 2879900210
source: ContractLastMainPeriod
da_dk: KontraktSidsteHovedPeriode

# Table 2873466242 - Field 3554244415 - Property 2879900210
source: ContractLastPeriod
da_dk: KontraktSidstePeriode

# Table 2873466242 - Field 877054120 - Property 2879900210
source: ContractMainPeriodStart
da_dk: KontraktHovedPeriodeStart

# Table 2873466242 - Field 2260479339 - Property 2879900210
source: ContractNumber
da_dk: KontraktNummer

# Table 2873466242 - Field 2123248049 - Property 2879900210
source: ContractPeriodStart
da_dk: KontraktPeriodeStart

# Table 2873466242 - Field 4287182921 - Property 2879900210
source: CustomerNumber
da_dk: Kundenummer

# Table 2873466242 - Field 2703452831 - Property 2879900210
source: Deleted
da_dk: Slettet

# Table 2873466242 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse

# Table 2873466242 - Field 2120763714 - Property 2879900210
source: EquipmentMileageReading
da_dk: UdstyrKilometerMåling

# Table 2873466242 - Field 3628911459 - Property 2879900210
source: EquipmentNumber
da_dk: Serviceartikelnummer

# Table 2873466242 - Field 3313073372 - Property 2879900210
source: EquipmentReading
da_dk: ServiceartikelMåling

# Table 2873466242 - Field 295534943 - Property 2879900210
source: EquipmentUsageReading
da_dk: ServiceartikelForbrugsMåling

# Table 2873466242 - Field 1476062623 - Property 2879900210
source: Error Text
da_dk: Fejltekst

# Table 2873466242 - Field 2248457887 - Property 2879900210
source: OrderNumber
da_dk: Ordrenummer

# Table 2873466242 - Field 1921216049 - Property 2879900210
source: PlannedEndDate
da_dk: PlanlagtSlutDato

# Table 2873466242 - Field 1557183972 - Property 2879900210
source: PlannedStartDate
da_dk: PlanlagtStartDato

# Table 2873466242 - Field 3635338911 - Property 2879900210
source: Price
da_dk: Pris

# Table 2873466242 - Field 610505626 - Property 2879900210
source: PrimaryResource
da_dk: PrimærRessource

# Table 2873466242 - Field 1797992765 - Property 2879900210
source: Process Error
da_dk: Behandlings fejl

# Table 2873466242 - Field 2704404533 - Property 2879900210
source: Quantity
da_dk: Antal

# Table 2873466242 - Field 3052487058 - Property 2879900210
source: ReadingDate
da_dk: MålingsDato

# Table 2873466242 - Field 1661803987 - Property 2879900210
source: RepairStatus
da_dk: ReperationsStatus

# Table 2873466242 - Field 1543351937 - Property 2879900210
source: ResponsibilityCenter
da_dk: AnsvarsCenter

# Table 2873466242 - Field 827796592 - Property 2879900210
source: StorePlace
da_dk: Lokation

# Table 2873466242 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id

# Table 2873466242 - Field 3324095033 - Property 2879900210
source: Update Message ID
da_dk: Opdaterings besked ID

# Table 2873466242 - Field 2138558048 - Property 2879900210
source: UserID
da_dk: BrugerID

# Table 2873466242 - Field 1131619133 - Property 2879900210
source: Value
da_dk: Værdi

# Table 2873466242 - Field 4026995423 - Property 2879900210
source: WorkDoneExternal1
da_dk: ArbejdeUdførtEksternt1

# Table 2873466242 - Field 1645117978 - Property 2879900210
source: WorkDoneExternal2
da_dk: ArbejdeUdførtEksternt2

# Table 2873466242 - Field 1007421361 - Property 2879900210
source: WorkDoneExternal3
da_dk: ArbejdeUdførtEksternt3

# Table 2873466242 - Field 3484112403 - Property 2879900210
source: WorkToDo
da_dk: ArbejdeDerSkalUdføres

# Table 3441714404 - NamedType 772562468
source: Choose folder
da_dk: Vælg folder

# Table 3441714404 - Field 846008257 - Property 2879900210
source: Default Dimension 1 Code
da_dk: Global Dimension 1 kode

# Table 3441714404 - Field 127411004 - Property 2879900210
source: Default Service Order Type
da_dk: Standard Serviceordretype

# Table 3441714404 - Field 1364397478 - Property 2879900210
source: Document Path
da_dk: Dokument sti

# Table 3441714404 - Field 2512123291 - Property 2879900210
source: Help Material Percent
da_dk: Hjælpe materiale procent

# Table 3441714404 - Field 1235186557 - Property 2879900210
source: Help Materials Item No.
da_dk: Hjælpe materiale varenr.

# Table 3441714404 - Field 3974202296 - Property 2879900210
source: Next Inventory Update
da_dk: Næste beholdnings opdatering

# Table 3441714404 - Field 519127529 - Property 2879900210
source: PreCom SQL Password
da_dk: Precom SQL adgangskode

# Table 3441714404 - Field 907776883 - Property 2879900210
source: PreCom SQL User
da_dk: Precom SQL bruger

# Table 3441714404 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle

# Table 3441714404 - Field 2303268078 - Property 2879900210
source: Time Reg. Journal
da_dk: Tidsregistreringskladde

# Table 3441714404 - Field 780502913 - Property 2879900210
source: Upd. Inventory Interval (min.)
da_dk: Opd. beholdnings interval (min.)

# Table 3441714404 - Field 896473411 - Property 2879900210
source: Update Inventory - All Items
da_dk: Opdater beholdning - alle varer

# Codeunit 2633494824 - NamedType 2316870939
source: Table not supported!
da_dk: Tabel ikke understøttet

# Codeunit 2633494824 - Method 4249810604 - NamedType 3552886502
source: There is no Service Item Line on the Service Order!
da_dk: Der er ingen serviceartikellinje på serviceordren!

# Codeunit 2633494824 - Method 4249810604 - NamedType 505919222
source: No line exist where negative quantity can be deducted!
da_dk: Der findes ingen linje, hvor negativ antal kan nedskrives!

# Codeunit 2633494824 - Method 2600161586 - NamedType 3552886502
source: There is no Service Item Line on the Service Order!
da_dk: Der er ingen serviceartikellinje på serviceordren!

# Codeunit 2633494824 - Method 2600161586 - NamedType 505919222
source: No line exist where negative quantity can be deducted!
da_dk: Der findes ingen linje, hvor negativ antal kan nedskrives!

# Codeunit 2633494824 - Method 2600161586 - NamedType 4151252810
source: Item %1 does not exist!
da_dk: Vare %1 findes ikke!

# Codeunit 2633494824 - Method 3705797343 - NamedType 1324228003
source: Customer No. not entered!
da_dk: Kundenummer ikke angivet!

# Codeunit 2633494824 - Method 3855027786 - NamedType 505919222
source: No line exist where negative quantity can be deducted!
da_dk: Der findes ingen linje, hvor negativ antal kan nedskrives!

# Page 2256655909 - Property 2879900210
source: Precom Order Number Link
da_dk: Precom ordrenummer link

# Page 2256655909 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
da_dk: Angiver værdien af feltet Nummer.

# Page 2256655909 - Control 2156625835 - Property 1295455071
source: Specifies the value of the Precom No. field.
da_dk: Angiver værdien af feltet Precom nummer.

# Page 1227919522 - Property 2879900210
source: Precom Update Queue
da_dk: Precom kø

# Page 1227919522 - Control 1748984985 - Property 1295455071
source: Specifies the value of the Command Type field.
da_dk: Angiver værdien af feltet Kommando type.

# Page 1227919522 - Control 1476062623 - Property 1295455071
source: Specifies the value of the Error Text field.
da_dk: Angiver værdien af feltet Fejl tekst.

# Page 1227919522 - Control 1797992765 - Property 1295455071
source: Specifies the value of the Process Error field.
da_dk: Angiver værdien af feltet Behandlingsfejl.

# Page 1227919522 - Control 3768732020 - Property 1295455071
source: Specifies the value of the RecordID field.
da_dk: Angiver værdien af feltet RecordID.

# Page 1227919522 - Control 3135334477 - Property 1295455071
source: Specifies the value of the Table ID field.
da_dk: Angiver værdien af feltet Tabel ID.

# Page 3441714404 - Property 2879900210
source: PreCom Update Setup
da_dk: Precom opsætning

# Page 3441714404 - Control 846008257 - Property 1295455071
source: Specifies the value of the Default Dimension 1 Code field.
da_dk: Angiver værdien af feltet Global dimension 1 kode.

# Page 3441714404 - Control 127411004 - Property 1295455071
source: Specifies the value of the Default Service Order Type field.
da_dk: Angiver værdien af feltet Standard serviceordretype.

# Page 3441714404 - Control 1364397478 - Property 1295455071
source: Specifies the value of the Document Path field.
da_dk: Angiver værdien af feltet Dokument sti.

# Page 3441714404 - Control 3974202296 - Property 1295455071
source: Specifies the value of the Next Inventory Update field.
da_dk: Angiver værdien af feltet Næste beholdnins opdatering.

# Page 3441714404 - Control 3277469783 - Property 1295455071
source: Specifies the value of the PreCom SQL Database field.
da_dk: Angiver værfiden af feltet Precom SQL database.

# Page 3441714404 - Control 519127529 - Property 1295455071
source: Specifies the value of the PreCom SQL Password field.
da_dk: Angiver værdien af feltet Precom SQL adgangskode.

# Page 3441714404 - Control 1947864399 - Property 1295455071
source: Specifies the value of the PreCom SQL Server field.
da_dk: Angiver værdien af feltet Precom SQL server.

# Page 3441714404 - Control 907776883 - Property 1295455071
source: Specifies the value of the PreCom SQL User field.
da_dk: Angiver værdien af feltet Precom SQL bruger.

# Page 3441714404 - Control 2303268078 - Property 1295455071
source: Specifies the value of the Time Reg. Journal field.
da_dk: Angiver værdien af feltet Tidsregistreringskladde.

# Page 3441714404 - Control 780502913 - Property 1295455071
source: Specifies the value of the Upd. Inventory Interval (min.) field.
da_dk: Angiver værdien af feltet Opd. beholdning interval (min.).

# Page 3441714404 - Action 2675496269 - Property 1295455071
source: Executes the Process action.
da_dk: Udfører behandl funktionen.

# Page 3441714404 - Action 2675496269 - Property 2879900210
source: Process
da_dk: Behandl

# Page 3441714404 - Action 4107479263 - Property 1295455071
source: Executes the Test Database Connection action.
da_dk: Starter test database forbindelses funktionen.

# Page 3441714404 - Action 4107479263 - Property 2879900210
source: Test Database Connection
da_dk: Test database forbindelse

# Page 3441714404 - Action 4107479263 - Method 1377591017 - NamedType 3864724520
source: Connection OK
da_dk: Forbindelse OK

# Page 3441714404 - Action 4107479263 - Method 1377591017 - NamedType 1605404282
source: Connection failed with the following error:\%1
da_dk: Forbindelsen fejlede med fejlen:\%1

# Report 595385635 - Property 2879900210
source: Precom Act. Customer
da_dk: Precom akt. debitorer

# Report 2502003604 - Property 2879900210
source: Precom Act. Items
da_dk: Precom akt. varer

# Report 1866925071 - Property 2879900210
source: Precom Act. Service Items
da_dk: Precom akt. serviceartikler

# PageExtension 1493829737 - Action 2778715907 - Property 1295455071
source: Send Service Order to Precom
da_dk: Send serviceordre til Precom

# PageExtension 1493829737 - Action 2778715907 - Property 2879900210
source: Send to Precom
da_dk: Send til Precom

# TableExtension 2858417120 - Field 930501300 - Property 2879900210
source: Precom Line Type
da_dk: Precom linjetype
